{
  "Error": {
    "description": "<p>Nous avons malheureusement rencontré une erreur.</p><p>Vous pouvez essayer de <retry>recharger la page</retry> que vous visitiez.</p>",
    "title": "Quelque chose s'est mal passé !"
  },
  "IndexPage": {
    "description": "Ceci est un exemple basique qui démontre l'utilisation de <code>next-intl</code> avec le routeur d'application Next.js. Essayez de changer la langue en haut à droite et voyez comment le contenu change.",
    "title": "exemple next-intl"
  },
  "LocaleLayout": {
    "title": "exemple next-intl"
  },
  "LocaleSwitcher": {
    "label": "Changer de langue",
    "locale": "{locale, select, en { En} fr {Fr} ar {Ar} other {Inconnu}}"
  },
  "Manifest": {
    "name": "exemple next-intl"
  },
  "Navigation": {
    "kitchen": "Cuisine",
    "pathnames": "Pathnames",
    "me": "me",
    "furniture": "Meubles",
    "contact": "Contactez Nous",
    "blog": "Blog",
    "about": "à Propos",
    "logo": "Ouest Mobilier"
  },
  "NotFoundPage": {
    "description": "Veuillez vérifier l'adresse dans la barre d'adresse du navigateur ou utilisez la navigation pour aller à une page connue.",
    "title": "Page non trouvée"
  },
  "PageLayout": {
    "links": {
      "docs": {
        "description": "En savoir plus sur next-intl dans la documentation officielle.",
        "href": "https://next-intl-docs.vercel.app/",
        "title": "Docs"
      },
      "source": {
        "description": "Parcourir le code source de cet exemple sur GitHub.",
        "href": "https://github.com/amannn/next-intl/tree/main/examples/example-app-router",
        "title": "Code source"
      }
    }
  },
  "PathnamesPage": {
    "description": "<p>Les noms de chemin sont également internationalisés.</p><p>Si vous utilisez la langue par défaut, l'anglais, vous verrez <code>/en/pathnames</code> dans la barre d'adresse du navigateur sur cette page.</p><p>Si vous changez la langue en allemand, l'URL est localisée en conséquence (<code>/de/pfadnamen</code>).</p>",
    "title": "Noms de chemin"
  },
  "SpaceLandText": {
    "sltt": "titre",
    "sltd": "detail",
    "sltbone": "butonun",
    "sltbtwo": "butondeu"
  },
  "kitchen_designs": {
    "title": "Des cuisines simples, stylées et abordables",
    "details": "Transformez votre maison avec nos cuisines magnifiques alliant style et accessibilité. Nos designs élégants sont adaptés à votre goût et à votre budget, garantissant une cuisine à la fois belle et fonctionnelle. Découvrez la cuisine parfaite pour votre maison dès aujourd'hui !",
    "buttonone": "Contactez Nous",
    "buttontwo": "Services"
  },
  "services": {
    "services": "Services",
    "customKitchenOptions": {
      "title": "Options de Cuisine Personnalisées",
      "details": "Découvrez une large gamme de choix pour personnaliser votre cuisine selon vos préférences. Des styles de tiroirs différents aux designs de placards uniques, trouvez la correspondance parfaite pour vos besoins en cuisine."
    },
    "tailoredCabinetryCraftsmanship": {
      "title": "Menuiserie sur Mesure",
      "details": "Améliorez votre cuisine avec nos armoires sur mesure, fabriquées avec soin et attention aux détails. Que vous ayez besoin de pièces indépendantes ou de solutions intégrées, nos artisans experts créent des armoires qui s'adaptent parfaitement à votre espace et ajoutent une touche d'élégance à votre cuisine."
    },
    "completeKitchenMakeover": {
      "title": "Rénovation Complète de Cuisine",
      "details": "Obtenez la cuisine de vos rêves avec notre forfait de conception et de construction complet. De A à Z, nous travaillons avec vous pour créer une cuisine qui correspond à votre style de vie et dépasse vos attentes. Profitez d'un mélange parfait de style et de fonctionnalité avec nos armoires soigneusement conçues et nos finitions de haute qualité."
    }
  }
}